[
  {
    "name": "Astronomy",
    "blocks": [
      {
        "title": "Sky notecards",
        "date": "3/17/2018",
        "type": "notecard",
        "content":
          "Chemical Equations are defined as the symbolic representation of the chemicals involved in a chemical reaction.  The reactants are written first, each reactant is separated by an addition sign.  An arrow symbolizes the chemical conversion to new a substance or substances.  On the other side of the arrow the new substances, the products. are written and again separated by an addition sign.  The parts of a chemical equation are as follows: Reactant chemical(s) and Product chemical(s) States of each of the chemicals Must obey Law of Conservation of Matter – Balanced Arrow may show a catalyst or environmental condition such as pressure Heat may be shown as a reactant or product Here follows the example of the reaction of methane gas and oxygen gas to yield carbon dioxide gas and water gas. CH4(g) + 2 O2(g) → CO2(g) + 2 H2O(g) The 2 in front of the O2 and H2O actually means two of those molecules are needed or are generated in the reaction.  The reaction could be written as follows: CH4(g) + O2(g) + O2(g) → CO2(g) + H2O(g) + H2O(g) But it makes more sense to combine like terms, which is what has been done in the first equation. Another example is: 2 Na(s) + 2 H2O(l)  →  2 NaOH(s) + H2(g) Balancing Equations (Stoichiometry): The law of conservation of mass states that mass can neither be created nor destroyed, it may only change form.  When a chemical reaction occurs, sometimes it seems like mass has been destroyed, but in fact it has not.  When a tree burns, it seems as if the tree disappears, where does all that mass or stuff go?  It is converted into another form.  These new forms are gasses.  There is a lot of carbon, oxygen and hydrogen in living organisms. A solvent is the substance in a solution that is present in the greater amount. It is the major part of a solution and determines the physical properties o f the mixture.  The solute is the substance that is present in the lesser amount. It is the smaller portion of a solution.  A solution is a homogeneous physical mixture of solvent and solute.  The solute particle sizes are ions, atoms, molecules or small combinations of these units. Let’s say you added some salt to a cup of water.  The salt seems to disappear as you stir.  How does this happen?  The individual ions are said to be aqueous.  An aqueous particle is completely surrounded by water.The negatively charged chlorine ions are attracted to the positive side of the water molecule, the hydrogen side.  The positively charged sodium ions are attracted to the negative side of the water molecule, the oxygen side. Note on the state of matter “aqueous”:  This state only occurs for compounds that have dissolved in water.  Meaning the only substance that you can use the (aq) label with are in water.  So, for a substance like CuSO4, if you were to see CuSO4 in a container, it would be blue liquid.  But this is not a liquid.  The water is a liquid but the CuSO4 is aqueous.  It is dissolved, solvated, surrounded by water molecules.  What I am saying here is that even though the bottle says CuSO4 and it is a liquid, the CuSO4 is not in liquid form.  Most ionic compounds, like CuSO4, require more than a thousand degrees to melt.  Since we will never be using any heating source to get us anywhere near that temperature, you should not write any ionic compounds as liquids. One other point, if the substance is an ion, it has a charge, then it will be aqueous. Solubility: What compounds are soluble in water? Here is a nice little list for you. The higher rules supercede the lower rules. All Group 1A metals and ammonium compounds are soluble. Acids are soluble. All acetate, perchlorate, chlorate and nitrate compounds are soluble. Silver, lead and mercury(I) compounds are insoluble. Chlorides, bromides and iodides are soluble Carbonates, hydroxides, oxides, phosphates, silicates and sulfides are insoluble. Sulfates are soluble except for calcium and barium. Describing Reactions in Water: There are three types of equations used to show you what is going on when a reaction occurs in water. Molecular Equation LiF(aq)  +  AgNO3(aq)  →  AgF(s)  +  LiNO3(aq) Full Ionic Equation Li+(aq)  +  F-(aq)  +  Ag+(aq)  +  NO3-(aq)  →  AgF(s)  +  Li+(aq)  +  NO3-(aq) Net Ionic Equation Ag+(aq)  +  F-(aq)  →  AgF(s) The molecular equation shows the ions of each chemical combined into a formula.  The full ionic equation shows the ions of each chemical separated into cations and anions, if that compound is water soluble.  The net ionic equation only shows the ions which actually participate in the reaction.  The other ions are simple watching and are named “Spectator Ions”.  The spectator ions are not included in the net ionic equation. Mass of Atoms & Molecules: Atomic Mass is the mass in AMUs of a particular atom, the average value of which will be found on the periodic table.  Formula or Molecular Mass is the sum of all the atoms in the molecule.  Some may refer to this as molecular weight, but this is not correct.  For example, what if you are an astronaut doing an experiment on the international space station? Weight does not apply but mass does. Calculating the molecular mass of a molecule is a simple process.  Add the masses of each atom in the molecule. Masses are found on the periodic "
      },
      {
        "title": "Money",
        "date": "3/17/2018",
        "type": "notecard",
        "content": "Jeff"
      }
    ]
  },
  {
    "name": "Chemistry",
    "blocks": [
      {
        "title": "Notes on Atoms",
        "date": "3/16/2018",
        "type": "text"
      },
      {
        "title": "Image of Atom",
        "date": "3/16/2018",
        "type": "image"
      }
    ]
  }
]
